export const dictionaryEnRu = {
  cat: ['кот', 'кошка'],
  dog: ['собака'],
  game: ['игра'],
  ball: ['мяч', 'мячик'],
  family: ['семья'],
  parents: ['родители', 'родаки'],
  father: ['папа', 'отец'],
  mother: ['мама', 'мать']
};

export const dictionaryRuEn = {
  "кот": ['cat'],
  "собака": ['dog'],
  "игра": ['game'],
  "мяч": ['ball'],
  "семья": ['family'],
  "родители": ['parents'],
  "папа": ['father', 'dad'],
  "мама": ['mother', 'mom']
};


export const imagesLib = {
  "cc_coins_gold_0.png": ["coin", "монета"],
  "cc_drink.png": ["bottle", "бутылка"],
  "mine_0.png": ["mine", "мина"],
  "weapon_mp5.png": ["weapon", "оружие", "автомат"],
  "flagcheck_0.png": ["flag", "флаг"]
};


export const enigmaLib = {
  "Что теплее шубы?": ['две шубы'],
  "Что можно увидеть с закрытыми глазами?": ['сон'],
  "Каких камней нет ни в одном море?": ['сухих'],
  "По чему собака бегает?": ['по земле'],
  "Что можно приготовить, но нельзя съесть?": ['уроки']
};


export const logicLib = {
  "4 &#8658; 54 &#8658; 654 &#8658;": ['7654'],
  "1923 &#8658; 15 &#8658;": ['6'],
  "4938 &#8658; 3489 &#8658; 2517 &#8658;": ['5721']
};
